module.exports = {
  diseases: {
    head: [
      {
        name: "긴장성 두통",
        symptom:
          "뒤통수부터 목 주변까지의 근육이 긴장하고 굳어지면서 두통으로 이어지는 것이다. 이마, 볼, 목, 관자놀이까지 통증이 생긴다. 조이는 듯한 압통이 10분~2시간 지속된다. 주로 아침이나 밤에 생긴다. 오랜 시간 같은 자세로 일해 거북목인 사람에게 잘 생기고, 정신적인 스트레스가 많아도 고위험군이다.",
        hospital: "신경과",
        medicine: "타이레놀, 게보린, 이지엔6, 탁센",
        img: "/img/head-1.png",
      },
      {
        name: "편두통",
        symptom:
          "관자놀이 부근에서 고동치는 느낌이 나면서 욱신거리는 통증이 나타난다. 심장박동에 맞춰 지끈거리는 증상이 4시간 이상 지속되고 움직일 때 통증이 심하다. 구역·구토가 동반된다. 시끄러운 소리나 빛에 대해 과도하게 예민해진다는 특징이 있다.",
        hospital: "신경과",
        medicine: "미가펜, 마이드린",
        img: "/img/head-2.png",
      },
      {
        name: "군발두통",
        symptom:
          "한쪽 눈·관자놀이·이마 주변이 유독 아프다. 다른 두통과 다르게 일정 기간 집중적으로 두통이 발생한다. 통증은 몇 주일에서 여러 달에 걸쳐서 매번 같은 시간과 밤에 일어난다. 한 번에 4시간 이상 지속되는 편두통과 달리 15분~3시간 이내로 끝난다. 이러한 증상이 6개월에서 1년 정도의 주기로 발생하기 때문에 군발두통이라고 불린다.",
        hospital: "신경과",
        medicine: "타이레놀, 게보린, 이지엔6, 탁센",
        img: "/img/head-3.png",
      },
      {
        name: "경추성두통",
        symptom:
          "목 근처에서 시작해 통증이 후두부(머리 뒷부분)로 퍼진다. 심해지면 귀와 눈까지 아프다. 경추디스크, 경추신경 손상 등으로 인해 두통이 나타나는 경우가 대부분이다. 남성보다 여성이 잘 겪는다.",
        hospital: "신경과",
        medicine: "타이레놀, 게보린, 이지엔6, 탁센",
        img: "/img/head-4.png",
      },
      {
        name: "부비동두통",
        symptom:
          "통증이 이마와 코 주변 부위인 부비동 부근에서 시작돼 양쪽 눈 사이로 퍼진다. 부비동염은 콧 속 빈 공간인 부비동에 염증이 생기는 것이다. 부비동염이 생기면 머리가 무거운 증상도 나타나는데, 이로 인해 두통이 발생하는 것으로 본다.",
        hospital: "이비인후과",
        medicine: "타이레놀, 게보린, 이지엔6, 탁센",
        img: "/img/head-5.png",
      },
      {
        name: "턱관절두통",
        symptom:
          "관자놀이 부근에서 통증이 나타난다. 음식물을 씹을 때 쓰는 근육인 저작근은 턱부터 관자놀이까지 길게 붙어 있다. 저작근에 문제가 생긴 경우에 턱관절두통까지 나타난다. 턱관절에 이상이 생겼을 때도 이러한 통증이 나타난다. 입을 벌릴 때 '뚝' 소리가 크게 나는 경우 턱관절 장애를 의심해볼 수 있다.",
        hospital: "치과",
        medicine: "타이레놀, 게보린, 이지엔6, 탁센",
        img: "/img/head-4.png",
      },
    ],
    heart: [
      {
        name: "허혈성 심질환",
        symptom:
          "허혈성 심질환으로 흉통을 겪는 환자들은 대체로 숨이 멈출 것 같이 가슴을 쥐어짜는 통증을 느끼며, 가슴을 바늘로 찌르는 것같이 따가운 증상을 느끼기도 한다. 또한 조이는 느낌, 뻐근함, 무거운 것으로 눌리는 압박감, 터지는 느낌, 답답함, 화끈하게 달아오르는 느낌도 든다.",
        hospital: "내과",
        medicine: "병원 진료 요망",
        img: "/img/heart-1.png",
      },
      {
        name: "소화기 심질환",
        symptom:
          "흉통은 소화와 관련된 장기로 인해 자주 발생한다. 소화 관련 장기는 주로 가슴 부위에 몰려 있어 협심증과 혼동하는 경우가 많다. 특히 식도에 의해 발생하는 통증은 협심증과 가장 헷갈린다. 역류성 식도염은 앞가슴부위뿐만 아니라 등쪽에서도 통증이 나타난다. 통증이 명치끝이나 흉골(복장뼈) 아래쪽으로 '타는 듯하게' 느껴지며, 누운 자세나 앞으로 숙인 자세에서 악화된다.",
        hospital: "내과",
        medicine: "병원 진료 요망",
        img: "/img/chest-2.png",
      },
      {
        name: "신경계 심질환",
        symptom:
          "갈비뼈에 연결된 연골(늑연골)에 발생한 염증도 흉통을 유발할 수 있다. 상체를 움직일 때마다 통증과 함께 '뚝' 소리가 나고 심호흡을 하면 '가슴이 바늘에 찔리는 듯한' 통증이 느껴진다. 그러나 늑연골염에 의한 흉통은 아픈 곳을 손가락으로 누르면 통증이 심하게 느껴진다는 점에서 심장질환으로 인한 흉통과는 다르다.",
        hospital: "내과",
        medicine: "병원 진료 요망",
        img: "/img/chest-3.png",
      },
      {
        name: "스트레스성 심질환",
        symptom:
          "'불안'은 흉통의 가장 큰 원인이 된다. 화병도 그중 하나다. 통증은 대개 왼쪽 가슴밑 부위에서 나타나며, 환자들은 대개 수 초 내지 1분 미만으로 '칼로 찌르는 듯한' 느낌이 지속된다고 표현한다. 운동과는 관련이 없고 아무런 일도 하지 않는데도 발생할 수 있으며, 특히 정신적인 스트레스를 받으면 더 잘 생긴다. 이런 경우 환자들은 '숨이 막힐 것 같다' '어지럽다' '가슴이 뛴다' 등의 여러 증상을 한꺼번에 호소한다.",
        hospital: "내과",
        medicine: "병원 진료 요망",
        img: "/img/heart-1.png",
      },
    ],
    shoulder: [
      {
        name: "오십견",
        symptom:
          "오십견은 어깨를 감싸고 있는 관절막(낭)에 노화로 인한 염증이 발생해서 어깨가 굳어지는 질환으로 보통 노화로 인해 발생한다. 팔을 들어 올리거나 뒤로 젖힐 때 삐끗하는 느낌이 있거나, 어깨를 쓰지 않을 때도 통증이 나타난다. 또한 샤워를 할 때 목 뒤나 어깨 뒤를 씻기 힘들고, 혼자서는 등 뒤 지퍼나 단추를 끼지 못하며, 옷을 입거나 벗기도 힘들다. 통증이 어깨 뒤쪽에서 앞으로 팔을 타고 내려와 나중엔 손까지 아픈 경우도 있다.",
        hospital: "정형외과",
        medicine: "약물치료, 운동, 심한 경우 수술",
        img: "/img/shoulder-1.png",
      },
      {
        name: "회전근개파열",
        symptom:
          "어깨를 감싸고 있는 4개의 힘줄에 변성이 생겨 힘줄의 구조가 비정상적이고 약하게 변해 파열된 것을 말한다. 힘줄에 문제가 생기기 시작하면 단단했던 조직이 물렁해져 기능이 떨어지고 시간이 지나면서 힘줄이 완전히 찢어지거나 장시간 방치하는 경우 찢어진 힘줄이 안쪽으로 말려들어가기도 한다.",
        hospital: "정형외과",
        medicine: "약물치료, 운동, 심한 경우 수술",
        img: "/img/shoulder-4.png",
      },
      {
        name: "석회화건염",
        symptom:
          "어깨 힘줄에 석회질이 축적돼 통증을 유발하는 어깨 질환으로 석회화건염은 3단계를 거쳐서 나타난다. 어깨 힘줄에 석회질이 생기기 전 단계인 석회전기, 석회질이 침착 되는 석회화기, 석회질이 분해되는 석회후기로 나뉜다. 일반적으로 급성으로 발생하는 심한 통증은 석회질이 분해되기 시작할 때 나타난다. 석회가 힘줄 내에 존재할 때에는 염증반응을 유발하지 않다가 석회가 분해가 돼 어깨 관절 막을 자극하면, 염증 반응이 심해지기 때문이다.",
        hospital: "정형외과",
        medicine: "소염제, 주사치료, 내시경치료",
        img: "/img/shoulder-2.png",
      },
      {
        name: "목디스크",
        symptom:
          "경추(목 뒷부분의 척추) 뼈와 뼈 사이에서 충격을 흡수하는 역할을 하는 추간판(디스크)이 탈출하거나 파열되면서 경추신경을 자극하는 질환이다. 목디스크 초기증상으로 병원을 찾으면, 보통 4~6주간 통증을 감소시키는 물리치료와 약물치료를 통해 증상이 호전될 수 있다. 단 2개월 이상 치료를 받았음에도 증상이 호전되지 않거나, 탈출된 디스크가 단순 신경 압박에서 척추 내에 위치한 중추신경인 척수까지 압박해 마비 증세가 나타나면 수술을 받아야 한다.",
        hospital: "정형외과",
        medicine: "물리치료, 약물치료, 수술",
        img: "/img/shoulder-4.png",
      },
      {
        name: "어깨충돌증후군",
        symptom:
          "어깨 힘줄인 회전근개가 어깨뼈의 지붕 역할을 하는 견봉과 부딪혀 염증을 일으키는 질환이다. 어깨충돌증후군을 가벼운 통증으로 방치하면 만성적인 어깨 통증으로 이어지는 회전근개파열(어깨 근육·힘줄이 파열되는 것)이나 극심한 통증을 특징으로 하는 석회화건염(어깨 힘줄에 석회가 침착되는 것) 등으로 이어질 수 있어 주의해야 한다.",
        hospital: "정형외과",
        medicine: "휴식, 스트레칭, 내시경술",
        img: "/img/shoulder-4.png",
      },
    ],
    leg: [
      {
        name: "고관절 근골격계 질환",
        symptom:
          "퇴행성 관절염, 연골 또는 인대 손상 등으로 골반과 인접한 다리의 통증은 고관절의 질환을 의심할 수 있다. 다리 통증은 뼈와 뼈가 이어지는 관절 부위에서 쉽게 발생한다. 골반뼈와 허벅지 뼈가 이어지는 부분인 고관절은 몸의 체중을 다리로 전달하는 부위이므로 해당 부위의 근골격계 질환이 있는 경우 특히 무게가 실렸을 때 아픔을 느끼게 된다.",
        hospital: "정형외과",
        medicine: "병원 진료 요망",
        img: "/img/leg-1.png",
      },
      {
        name: "무릎 관절 근골격계 질환",
        symptom:
          "퇴행성 관절염, 연골연화증, 대퇴사두근증 등으로, 무릎은 허벅지와 종아리를 이어주는 부분으로 이곳의 관절을 슬관절이라고 부른다. 무릎 관절 역시 주로 무게가 가해질 때 아프며 무릎을 구부리거나 펼 때 통증을 느끼기도 한다.",
        hospital: "정형외과",
        medicine: "병원 진료 요망",
        img: "/img/leg-2.png",
      },
      {
        name: "발목 관절 근골격계 질환",
        symptom:
          "퇴행성 관절염, 연골이나 인대 손상, 족저근막염 등으로, 발목 관절의 통증은 퇴행성 관절염, 연골 손상 외에도 발목 인대 손상, 족저근막염, 모톤 신경종 등 질환과 원인이 매우 다양하다. 특히 발목뿐만 아니라 발에는 말초신경염, 말초 혈관 질환 등 관절이나 인대 외의 구조물이 원인인 경우가 흔하기 때문에 단순한 증상만으로는 정확한 병명을 알기 어려우므로 전문의의 진찰을 받는 것이 좋다.",
        hospital: "정형외과",
        medicine: "병원 진료 요망",
        img: "/img/leg-3.png",
      },
      {
        name: "혈관성 다리 통증",
        symptom:
          "동맥질환으로 인한 다리 통증은 다리 근육에 혈액이 원활하게 공급되지 못해서 생기며 오르막을 올라가거나, 빨리 걷거나 뛸 때, 운동을 할 때 아프다가 휴식을 취하면 곧바로 좋아진다. 반면 하지정맥류와 같은 정맥 질환으로 인한 통증은 다리로 내려간 혈액이 잘 순환되지 않아서 생긴다. 다리가 항상 지속적으로 부어 있고, 무겁고 피곤한 느낌이 있으며, 다리를 높이 올리면 혈액과 부기가 빠지는 데 도움이 되어 통증이 완화된다.",
        hospital: "정형외과",
        medicine: "병원 진료 요망",
        img: "/img/leg-4.png",
      },
    ],
    finger: [
      {
        name: "퇴행성 관절염",
        symptom:
          "손가락 통증의 원인은 대부분 퇴행성관절염 탓이다. 이는 손가락 관절을 과도하게 사용해 연골에 염증이 생기는 질환으로, 손을 자주 쓰는 직업을 가진 사람에게 잘 생긴다. 손가락 끝마디가 예전보다 굵어지고 돌출되는 특징이 있다.",
        hospital: "정형외과",
        medicine: "온찜질, 진통소염제",
        img: "/img/finger-1.png",
      },
      {
        name: "방아쇠수지",
        symptom:
          "손가락을 굽힐 때 필요한 힘줄에 결절(피부 병변이 겉으로 나타나는 것)이 생기는 질환이다. 손가락의 과도한 사용으로 생기는데, 연골이 아닌 힘줄에 무리가 가면 방아쇠수지가 된다. 손가락을 움직일 때 총의 방아쇠를 당기는 것처럼 어느 순간 '딱'하는 소리가 나고 통증이 동반된다.",
        hospital: "정형외과",
        medicine: "온찜질, 휴식, 진통소염제",
        img: "/img/finger-2.png",
      },
      {
        name: "드퀘르벵 건염",
        symptom:
          "손이나 손목으로 무거운 물건을 드는 등 과도한 사용으로 엄지손가락 밑 섬유막이 두꺼워져 생기는 염증 질환이다. 아이와 집안일을 돌보는 30~50대 여성에게서 잘 생긴다. 다른 질환과 달리 엄지손가락 바깥에서 손목까지 이어지는 부위에만 통증이 나타난다.",
        hospital: "정형외과",
        medicine: "부목으로 고정, 스테로이드 주사 치료",
        img: "/img/finger-1.png",
      },
      {
        name: "류마티스 관절염",
        symptom:
          "손가락 마디에 찌릿한 통증과 함께 뻣뻣함·미열·부기가 느껴진다. 새벽이나 아침에 증상이 심해진다. 류마티스관절염은 몸속 면역체계 이상으로 나타나기 때문에, 휴식만으로 좋아지지 않는다.",
        hospital: "정형외과",
        medicine: "스테로이드호르몬이나 항류마티스약, 생물학적 제제 등을 이용한 약물치료",
        img: "/img/finger-1.png",
      },
      {
        name: "통풍",
        symptom:
          "통풍은 요산(세포가 수명을 다한 뒤 생기는 분해 산물) 성분이 소변으로 배출되지 않고 관절에 쌓여 부기·통증을 유발하는 질환이다. 손가락이 갑자기 퉁퉁 붓고, 열이 느껴지며, 극심한 통증이 나타난다. 뼈마디가 울퉁불퉁해지기도 한다.",
        hospital: "정형외과",
        medicine: "약물치료, 소고기·양고기·맥주 등 요산 합성을 증가시키는 식품 섭취",
        img: "/img/finger-2.png",
      },
    ],
  },
};
