module.exports = {
  diseases: [
    {
      name: "긴장성 두통",
      symptom:
        "뒤통수부터 목 주변까지의 근육이 긴장하고 굳어지면서 두통으로 이어지는 것이다. 이마, 볼, 목, 관자놀이까지 통증이 생긴다. 조이는 듯한 압통이 10분~2시간 지속된다. 주로 아침이나 밤에 생긴다. 오랜 시간 같은 자세로 일해 거북목인 사람에게 잘 생기고, 정신적인 스트레스가 많아도 고위험군이다.",
      hospital: "신경과",
      medicine: "타이레놀, 게보린, 이지엔6, 탁센",
      img: "/img/headach.png",
    },
    {
      name: "편두통",
      symptom:
        "관자놀이 부근에서 고동치는 느낌이 나면서 욱신거리는 통증이 나타난다. 심장박동에 맞춰 지끈거리는 증상이 4시간 이상 지속되고 움직일 때 통증이 심하다. 구역·구토가 동반된다. 시끄러운 소리나 빛에 대해 과도하게 예민해진다는 특징이 있다.",
      hospital: "신경과",
      medicine: "미가펜, 마이드린",
      img: "/img/headach.png",
    },
    {
      name: "군발두통",
      symptom:
        "한쪽 눈·관자놀이·이마 주변이 유독 아프다. 다른 두통과 다르게 일정 기간 집중적으로 두통이 발생한다. 통증은 몇 주일에서 여러 달에 걸쳐서 매번 같은 시간과 밤에 일어난다. 한 번에 4시간 이상 지속되는 편두통과 달리 15분~3시간 이내로 끝난다. 이러한 증상이 6개월에서 1년 정도의 주기로 발생하기 때문에 군발두통이라고 불린다. 일반의약품으로 증상을 완화하기보다는 진료를 받으시는 것을 추천함.",
      hospital: "신경과",
      medicine: "타이레놀, 게보린, 이지엔6, 탁센",
      img: "/img/headach.png",
    },
    {
      name: "경추성두통",
      symptom:
        "목 근처에서 시작해 통증이 후두부(머리 뒷부분)로 퍼진다. 심해지면 귀와 눈까지 아프다. 경추디스크, 경추신경 손상 등으로 인해 두통이 나타나는 경우가 대부분이다. 남성보다 여성이 잘 겪는다.",
      hospital: "신경과",
      medicine: "타이레놀, 게보린, 이지엔6, 탁센",
      img: "/img/headach.png",
    },
    {
      name: "부비동두통",
      symptom:
        "통증이 이마와 코 주변 부위인 부비동 부근에서 시작돼 양쪽 눈 사이로 퍼진다. 부비동염은 콧 속 빈 공간인 부비동에 염증이 생기는 것이다. 부비동염이 생기면 머리가 무거운 증상도 나타나는데, 이로 인해 두통이 발생하는 것으로 본다.",
      hospital: "호흡기내과, 이비인후과, 알레르기내과",
      medicine: "타이레놀, 게보린, 이지엔6, 탁센",
      img: "/img/headach.png",
    },
    {
      name: "턱관절두통",
      symptom:
        "관자놀이 부근에서 통증이 나타난다. 음식물을 씹을 때 쓰는 근육인 저작근은 턱부터 관자놀이까지 길게 붙어 있다. 저작근에 문제가 생긴 경우에 턱관절두통까지 나타난다. 턱관절에 이상이 생겼을 때도 이러한 통증이 나타난다. 입을 벌릴 때 '뚝' 소리가 크게 나는 경우 턱관절 장애를 의심해볼 수 있다.",
      hospital: "치과",
      medicine: "타이레놀, 게보린, 이지엔6, 탁센",
      img: "/img/headach.png",
    },
  ],
};
